{
"Title_3": "Department",
"sections_dept": [
    {
      "content": "The Department of Wildlife Conservation in Sri Lanka is a governmental organization dedicated to the protection, preservation, and sustainable management of the island's rich biodiversity. Established to safeguard the diverse ecosystems and wildlife habitats, the department plays a pivotal role in implementing conservation policies, conducting research, and promoting awareness about the importance of wildlife in maintaining ecological balance. With a mission to ensure the survival of endangered species and the overall well-being of the nation's wildlife, the department actively engages in habitat restoration, anti-poaching efforts, and community-based conservation initiatives."
    },
   {
     "title": "Gal Oya Valley National Park",
     "content": "Gal Oya National Park in Sri Lanka was established in 1954 and serves as the main catchment area for Senanayake Samudraya, the largest reservoir in Sri Lanka."
   },
   {
     "title": "Horton Plains National Park",
     "content": "Horton Plains National Park is a national park in the central highlands of Sri Lanka that was designated in 1988. It is located at an elevation of 2,100–2,300 m and encompasses montane grassland and cloud forest. It is rich in biodiversity and many species found here are endemic to the region."
   },
   {
     "title": "Wasgamuwa National Park",
     "content": "Wasgamuwa National Park is a natural park in Sri Lanka situated in the Matale and Polonnaruwa Districts. It was declared to protect and to make a refuge for the displaced wild animals during the Mahaweli Development Project in 1984 and is one of the four National Parks designated under the Project."
   },
   {
     "title": "Kumana National Park",
     "content": "Kumana National Park in Sri Lanka is renowned for its avifauna, particularly its large flocks of migratory waterfowl and wading birds. The park is 391 kilometres southeast of Colombo on Sri Lanka's southeastern coast. Kumana is contiguous with Yala National Park."
   },
   {
     "title": "Bundala National Park",
     "content": "Bundala National Park is an internationally important wintering ground for migratory water birds in Sri Lanka. Bundala harbors 197 species of birds, the highlight being the greater flamingo, which migrate in large flocks."
   },
   {
     "title": "Chundikulam Bird Sanctuary",
     "content": "Chundikkulam National Park is a national park in northern Sri Lanka, approximately 12 km north east of Kilinochchi."
   }
]
}