{
    
    "Title_6":"Yala",
    "sections_yala": [
      {
        "title": "Discover the wonders",
        "content_1": "For those interested in leopard safaris, Yala National Park, also called Ruhuna National Park, is a must-visit. There are five blocks in the park, and Block I is the most well-liked and profitable place to go on a leopard safari. The park may be reached via Chena Huts and is located 20 kilometres southwest of Tissamaharama.",
        "content_2": "The second biggest and most visited national park in Sri Lanka is Yala National Park, which is situated in the southern area of the country. There are many different kinds of creatures living in this 979 square kilometre area, such as aquatic birds, leopards, and Sri Lankan elephants. The park is home to 215 bird species, six of which are indigenous, and is one of Sri Lanka's 70 Important Bird Areas. It has one of the highest concentrations of leopard populations in the planet. Two important Buddhist pilgrimage sites and several ancient civilizations have resided in the region. 250 individuals lost their lives at the park during the 2004 Indian Ocean tsunami. The park has experienced an increase in visitors since 2009."
          
      },
      {
        "title": "Marvelous Menagerie",
        "content_1": "Yala National Park, located in Sri Lanka, is renowned for its abundant biodiversity and rare species. It consists of a range of habitats that support a wide diversity of plants and animals, including grasslands, woodlands, wetlands, and coastal regions. The park's profusion of elephants, leopards, sloth bears, spotted deer, sambars, wild boars, and mongooses is particularly well-known. Yala also has purple-faced langurs, grey langurs, and toque macaques.",
        "content_2": "There are over 200 different bird species in Yala, such as eagles, hornbills, kingfishers, peacocks, and junglefowl. The park is home to crocodiles, snakes, lizards, frogs, and butterflies. Guests may take guided safaris in the park to see animals in their native environments.",
        "content_3": "Numerous animals may be found in the park, such as the painted-lip lizard, Wiegmann's agama, endemic Sri Lankan krait, infant tufted grey langur, Boulenger's keelback, Sri Lankan flying snake, and Bahir's fan-throated lizard. In addition, the park is home to Russell's viper, Indian cobra, and the two breeding species of crocodiles in Sri Lanka: saltwater and mugger crocodiles."
      },
      {
        "title": "Conservation Commitments",
        "content_1": "Yala National Park in Sri Lanka, home to the Sri Lankan leopard, is experiencing overcrowding, threatening both the park's fauna and revenue. Visitation to the park climbed from 43,368 in 2008 to 545,007 in 2015, representing a 1000% increase in seven years. This has resulted in an average of 250 automobiles entering Yala Block 1 per day, with higher numbers during the holiday season. To address this over-visitation, the Prime Minister's office formed the 'Yala Sub-Committee' to develop a long-term management strategy. The key stakeholders in this Sub-Committee are the Department of Wildlife Conservation and the Tourist Board. In March 2017, an action plan for improving the wildlife tourism experience in Yala National Park was developed, which included short-term, medium-term, and long-term initiatives.",
        "content_2": "The strategy calls for wildlife conservation, anti-poaching measures, habitat restoration, community involvement, research and monitoring, and tourism management. The goal is to reduce tourism's environmental impact while allowing visitors to appreciate and learn about the park's natural features."
      }
   ]
}